Repository: SalsaBoy990/yt-video-embedder
Catalog: languages/ag-yt-video-embedder-*.po
Languages: hu_hu

source: Youtube Video Embedder
hu_hu: Youtube Videó Beágyazó

source: You can easily embed videos from Youtube etc. responsively with Bootstrap 4. Multiple widgets and shortcodes available.
hu_hu: Könnyedén beágyazhatsz Youtube videókat a Bootstrap 4 segítségével, reszponzívan . Több widget és rövidkód is elérhető.

source: András Gulácsi
hu_hu: Gulácsi András

source: Youtube video group embed widget.
hu_hu: Youtube videó csoportot beágyazó widget.

source: Youtube Video Group Embed
hu_hu: Youtube Beágyazott Videó Csoport

source: Adds your embedded Youtube video group widget.
hu_hu: A beágyazott Youtube videó csoport widget-et ad hozzá.

source: Heading:
hu_hu: Címsor:

source: Single Youtube video embed widget.
hu_hu: Egyetlen Youtube videó beágyazása widget.

source: Single Youtube Video Embed
hu_hu: Egyetlen Youtube Videó Beágyazása

source: Adds a single embedded Youtube video widget.
hu_hu: Egyetlen Youtube videó widget-et ad hozzá.

source: Title:
hu_hu: Cím:

source: Youtube video link to embed:
hu_hu: A beágyazni kívánt Youtube videó linkje:

source: Start time in seconds:
hu_hu: A videó kezdete mp-ben:

source: Enhanced Privacy mode:
hu_hu: Fokozott Adatvédelem mód:

source: Autoplay:
hu_hu: Automatikus lejátszás:

source: Captions:
hu_hu: Feliratok:

source: Edit Youtube video details
hu_hu: Youtube videó részleteinek szerkesztése

source: Video details
hu_hu: A videó részletei

source: Title
hu_hu: Cím

source: Url
hu_hu: Link

source: Start time (in secs)
hu_hu: A videó kezdete (mp-ben)

source: Enhanced Privacy mode
hu_hu: Fokozott Adatvédelem mód

source: Autoplay
hu_hu: Automatikus lejátszás

source: Captions
hu_hu: Feliratok

source: Update
hu_hu: Frissít

source: Cancel
hu_hu: Mégsem

source: Delete
hu_hu: Töröl

source: Add new Youtube video
hu_hu: Új Youtube videó hozzáadása

source: Add video details
hu_hu: Videó adatainak megadása

source: Add embedded video
hu_hu: Beágyazott videó hozzáadása

source: Manage Your Youtube Video Embeds
hu_hu: A Beágyazott Youtube Videóid Kezelése

source: Add new video
hu_hu: Új videó hozzáadása

source: Action
hu_hu: Művelet

source: Video
hu_hu: Videó

source: Privacy mode
hu_hu: Adatvédelmi mód

source: Start in secs
hu_hu: A videó kezdete mp-ben

source: Edit
hu_hu: Szerkeszt

source: enabled
hu_hu: bekapcsolva

source: disabled
hu_hu: kikapcsolva

source: Learn more about
hu_hu: Tudj meg többet

source: Youtube video embed settings
hu_hu: a Youtube videók beágyazásának beállításairól

source: Your Embedded Video List
hu_hu: A Beágyazott Videóid Listája

source: Add new
hu_hu: Új hozzáadása
